Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Description: Creation and Insurrection
pl: Opis: Creation and Insurrection

source: Description: Crime and Punishment
pl: Opis: Crime and Punishment

source: Description: Desire Without Emotion
pl: Opis: Desire Without Emotion

source: Description: Destruction is My Job
pl: Opis: Destruction is My Job

source: Description: Farewell, Pascal
pl: Opis: Farewell, Pascal

source: Description: Fighting's Not My Thing
pl: Opis: Fighting's Not My Thing

source: Description: Final Wish
pl: Opis: Final Wish

source: Description: First Errand
pl: Opis: First Errand

source: Description: Harvest King
pl: Opis: Harvest King

source: Description: Information Master
pl: Opis: Information Master

source: Description: Inorganic Blade
pl: Opis: Inorganic Blade

source: Description: Iron Soul
pl: Opis: Iron Soul

source: Description: It's a Healthy Baby Boy!
pl: Opis: It's a Healthy Baby Boy!

source: Description: Justice
pl: Opis: Justice

source: Description: Leaving for the New World
pl: Opis: Leaving for the New World

source: Description: Lunar Tear
pl: Opis: Lunar Tear

source: Description: Machines vs. Machines
pl: Opis: Machines vs. Machines

source: Description: Naughty Children
pl: Opis: Naughty Children

source: Description: Not That I Mind...
pl: Opis: Not That I Mind...

source: Description: One Battle Ends
pl: Opis: One Battle Ends

source: Description: Pod Hunter
pl: Opis: Pod Hunter

source: Description: Resuscitated Body
pl: Opis: Resuscitated Body

source: Description: Ruler of the Deep
pl: Opis: Ruler of the Deep

source: Description: Ruler of the Skies
pl: Opis: Ruler of the Skies

source: Description: Supreme Support Weapons
pl: Opis: Supreme Support Weapons

source: Description: The Circle of Death
pl: Opis: The Circle of Death

source: Description: The Mechanical Kingdom
pl: Opis: The Mechanical Kingdom

source: Description: The Mercenary
pl: Opis: The Mercenary

source: Description: The Minds That Emerged
pl: Opis: The Minds That Emerged

source: Description: The Power of Hate
pl: Opis: The Power of Hate

source: Description: Those Who Love Humans
pl: Opis: Those Who Love Humans

source: Description: Tools of the Trade
pl: Opis: Tools of the Trade

source: Description: Transcendent Being
pl: Opis: Transcendent Being

source: Description: Treacherous Blade
pl: Opis: Treacherous Blade

source: Description: Vestiges of Prosperity
pl: Opis: Vestiges of Prosperity

source: Description: Wait! Don't Kill Me!
pl: Opis: Wait! Don't Kill Me!

source: Description: We Await Your Next Visit
pl: Opis: We Await Your Next Visit

source: Description: Weapons Maniac
pl: Opis: Weapons Maniac

source: Description: What Are You Doing?
pl: Opis: What Are You Doing?

source: Desert Area
pl: Obszar pustynny

source: Desert FLOWErs are BEAUTIF, arEN't thEY... Th-Th-thank You... SoMEdAy I...
pl: Pustynne KWIAty są PIKNE, czYŻ nIE... Dz-dz-dziękuję... PewNEgo dNIa...

source: Desert Housing
pl: Mieszkania na pustyni

source: Desert Machines
pl: Maszyny z pustyni

source: Desert Photo
pl: Zdjęcie z pustyni

source: Desert Region
pl: Obszar pustynny

source: Desert Residential District
pl: Obszar mieszkalny na pustyni

source: Desert Rose
pl: Pustynna róża

source: Desert Supply Trader
pl: Handlarz zaopatrzenia: pustynia

source: Desert Zone
pl: Obszar pustynny

source: Desert photo recorded
pl: Zapisano zdjęcie z pustyni

source: Desert: Camp
pl: Pustynia: obóz

source: Desert: Center
pl: Pustynia: centrum

source: Desert: Housing Complex
pl: Pustynia: kompleks mieszkalny

source: Desert: Oil Field
pl: Pustynia: pola naftowe

source: Deserving of Life
pl: Deserving of Life (Zasługując na życie)

source: Designer
pl: Projektant

source: Despite a black belt and a makeover, Father Servo was still no match for 2B and 9S.
pl: Mimo czarnego pasa i przeróbek, Ojciec Servo wciąż nie mógł równać się z 2B i 9S.

source: Despite being equipped with a brown belt—and being powered up with new parts—Father Servo was defeated once more. Seeking sympathy, he then solicited 2B and 9S for yet more parts.
pl: Mimo przywdziania brązowego pasa — i wzmocnienia nowymi częściami — Ojciec Servo został ponownie pokonany. Oczekując wdzięczności, wysłał 2B i 9S po więcej części.

source: Despite being rejected by Jean-Paul, his followers made no attempt to see him for what he truly was. As Jean-Paul also had no interest in understanding his followers, he began to question the overall meaning of the relationship.
pl: Mimo odrzucenia przez Jean-Paula, jego wielbicielki nie chciały zobaczyć tego, jaki jest naprawdę. Jako że Jean-Paula też nie obchodziło zrozumienie jego wielbicielek, zaczął kwestionować samo znaczenie związku.

source: Despite being rejected by Sartre, his followers made no attempt to see him for what he truly was. As Sartre also had no interest in understanding his followers, he began to question the overall meaning of the relationship.
pl: Mimo odrzucenia przez Sartre'a, jego wielbicielki nie chciały widzieć tego, jaki jest naprawdę. Jako że Sartre'a też nie obchodziło zrozumienie jego wielbicielek, zaczął kwestionować samo znaczenie związku.

source: Despite that,
pl: Mimo tego,

source: Despite this,
pl: Mimo to,

source: Destinations
pl: Cele

source: Destroy 21O.
pl: Zniszcz 21O.

source: Destroy Adam and Eve.
pl: Zniszcz Adama i Ewę.

source: Destroy Adam and save 9S.
pl: Zniszcz Adama i uratuj 9S.

source: Destroy Chip
pl: Zniszcz czip

source: Destroy Eve.
pl: Zniszcz Ewę.

source: Destroy Machines
pl: Zniszczyć maszyny

source: Destroy Pascal.
pl: Zniszcz Pascala.

source: Destroy YoRHa prototype A2.
pl: Zniszcz prototyp YoRHa A2.

source: Destroy all contaminated YoRHa units.
pl: Zniszcz wszystkie skażone jednostki YoRHa.

source: Destroy all enemies at the Resistance camp.
pl: Zniszcz wszystkich wrogów w obozie Ruchu Oporu.

source: Destroy all enemies.
pl: Zniszcz wszystkich wrogów.

source: Destroy as many enemies as you can in 5 minutes.
pl: Zniszcz tylu wrogów ilu potrafisz w ciągu 5 minut.

source: Destroy the Goliath-class unit.
pl: Zniszcz jednostkę klasy Goliat.

source: Destroy the Red Girls' assassins.
pl: Zniszcz zabójcze czerwone dziewczynki.

source: Destroy the compound Goliath.
pl: Zniszcz złożonego Goliata.

source: Destroy the contaminated YoRHA units.
pl: Zniszcz skażone jednostki YoRHa.

source: Destroy the hostile androids.
pl: Zniszcz wrogie androidy.

source: Destroy the infiltrating machine lifeforms.
pl: Zniszcz przedzierające się mechaniczne formy życia.

source: Destroy the jamming enemy.
pl: Zniszcz zagłuszającego wroga.

source: Destroy the machine lifeforms.
pl: Zniszcz mechaniczne formy życia.

source: Destroy the machine.
pl: Zniszcz maszynę.

source: Destroy the multi-legged Goliath.
pl: Zniszcz wielonożnego Goliata.

source: Destroy the new Goliath class machine.
pl: Zniszcz nową maszynę klasy Goliat.

source: Destroy the new Goliath-class unit.
pl: Zniszcz nową jednostkę klasy Goliat.

source: Destroy the new machine lifeform model.
pl: Zniszcz nowy model mechanicznej formy życia.

source: Destroy the rampaging machines.
pl: Zniszcz szalejące maszyny.

source: Destroy the spherical machine.
pl: Zniszcz kulistą maszynę.

source: Destroy the...Resistance...
pl: Zniszczyć... Ruch Oporu...

source: Destroy this chip?
pl: Zniszczyć ten czip?

source: Destroy!
pl: Zniszczyć!

source: Destroy! Destroy! Destroy! Destroy! KILL!
pl: Zniszcz! Zniszcz! Zniszcz! Zniszcz! ZABIJ!

source: Destroyed alien motherships...
pl: Zniszczone statki kosmitów...

source: Destroyed units will simply be replaced. Attacking is pointless.
pl: Na miejscu zniszczonych jednostek pojawią się nowe. Dlatego atakowanie ich jest bezcelowe.

source: Destroyed: <NUM>
pl: Zniszczono: <NUM>

source: Destroyer Outfit
pl: Strój niszczyciela

source: Details
pl: Szczegóły

source: Detained? Easy for you to say.
pl: Zatrzymane? Łatwo powiedzieć...

source: Detected: Access log to Council of Humanity's lunar server.
pl: Wykryto: log dostępu do księżycowego serwera Rady Ludzkości.

source: Detected: Council of Humanity and Project YoRHa records index.
pl: Wykryto: indeks zapisków Rady Ludzkości i Projektu YoRHa.

source: Detected: YoRHa unit storage records.
pl: Wykryto: zapisy magazynu jednostek YoRHa.

source: Detonate
pl: Detonuj

source: Detonates the final hit of close-range combos.
pl: Dodaje wybuch w ostatnim uderzeniu kombinacji.

source: Developed by PlatinumGames
pl: Gra stworzona przez PlatinumGames

source: Development Journal: 0504 Takada I've come up with an incredible idea—something no one has ever done before. I'm going to start testing it out first thing in the morning.
pl: Dziennik badawczy: 05-04 Takada Wpadłem na genialny pomysł — coś czego nie próbował nikt przede mną. Rozpocznę testy jutro z rana.

source: Development Journal: 0704 Takada The boss turned down my idea of infusing metallic alloys with magical elements. Thrice-damned fool! Doesn't he see how much money we could make from this?
pl: Dziennik badawczy: 07-04 Takada Szef odrzucił mój pomysł łączenia stopów metalicznych z pierwiastkami magicznymi. Przeklęty głupiec! Jakim cudem może nie dostrzegać, jakie da nam to korzyści?!

source: Development Journal: 1201 Takada Things aren't going well. My hair is falling out. I think it's the stress. I've got to find a way to make this project succeed, and soon!
pl: Dziennik badawczy: 12-01 Takada Rzeczy nie mają się najlepiej. Zaczęły wypadać mi włosy. To chyba przez stres. Muszę znaleźć sposób na ukończenie projektu, i to szybko!

source: Development Journal: 1215 Fujita I looked over the data, but couldn't work out the problem. I'm not giving up though. With Takada dead, it's up to me—I'm the only one who can carry on his work...
pl: Dziennik badawczy: 12-15 Fujita Patrzyłem na dane, ale nie wiem, gdzie może leżeć problem. Ale nie poddam się. Po śmierci Takady, wszystko zależy od mnie — tylko ja jestem w stanie doprowadzić to do końca...

source: Development Support
pl: Wsparcie rozwoju

source: Devil's Hatred
pl: Diabelska nienawiść

source: Devola & Popola's Memories
pl: Wspomnienia Devoli i Popoli

source: Devola and I—we have to atone for our sins no matter what!
pl: Devola i ja... Bez względu na wszystko, musimy odpokutować za nasze grzechy!

source: Devola and Popola are rare android models designed for medical treatment and maintenance.
pl: Devola i Popola to rzadkie modele androidów, zaprojektowane z myślą o leczeniu i konserwacji.

source: Devola and Popola need more materials. Collect the following items from the desert:
pl: Devola i Popola potrzebują więcej materiałów. Zbierz następujące przedmioty na pustyni:

source: Devola and Popola need some materials. Collect the following items from machines at the abandoned factory: Stripped screws from machines that are stacked on top of each other. Small gears from the little machines with short legs. Machine oil from an abandoned truck.
pl: Devola i Popola potrzebują materiałów. Zbierz następujące przedmioty z maszyn w opuszczonej fabryce: Obdarte wkręty z maszyn, które wyglądają, jakby poustawiano je jedna na drugiej. Małe trybiki z małych maszyn z krótkimi nogami. Olej z porzuconej ciężarówki.

source: Devola and Popola need some materials. Collect the following items from the forest:
pl: Devola i Popola potrzebują pewnych materiałów. Zbierz następujące przedmioty z lasu:

source: Devola and Popola thanked you for given them the materials. It seems they've been putting their advanced technical knowledge to use...by making daily necessities for the camp.
pl: Devola i Popola dziękują ci za przekazane materiały. Wygląda na to, że wykorzystują swoją zaawansowaną wiedzę techniczną do... załatwiania codziennych potrzeb w obozie.

source: Devola and Popola thanked you for giving them the materials. It seems they've been putting their advanced technical knowledge to use...by making daily necessities for the camp.
pl: Devola i Popola dziękują ci za przekazanie materiałów. Wygląda na to, że wykorzystują swoją zaawansowaną wiedzę techniczną do... załatwiania codziennych potrzeb w obozie.

source: Devola grunts and turns away.<bt_wait> I take it as consent.<bt_wait> Soon we are resting in the shade of a nearby rock as I pull the bandage free. </page>
pl: Devola mruczy i odwraca się.<bt_wait> Odbieram to jako pozwolenie.<bt_wait> Wkrótce przystajemy na odpoczynek w cieniu pobliskiej skały, kiedy ściągam bandaż. </page>

source: Devola's Item Shop
pl: Sklep z przedmiotami Devoli

source: Devola's Request
pl: Prośba Devoli

source: Devola, I think we should accept the assistance.
pl: Devola... Myślę, że powinnyśmy zaakceptować pomoc.

source: Devola, please.
pl: Devola, proszę.

source: Devola, we can't keep asking people to—
pl: Devola, nie możemy ciągle prosić ludzi, żeby...

source: Did I not festoon this area with the corpses of your friends?
pl: Czyż nie pięknie udekorowałem to miejsce zwłokami twoich przyjaciół?

source: Did I stutter? Yeah, it came from someone else. I bought the stupid thing right after that explosion in the city ruins.
pl: Czy ja mówię niewyraźnie? Tak, dostałam go od kogoś innego. Kupiłam ten głupi kaptur zaraz po wybuchu w ruinach miasta.

source: Did something happen?
pl: Coś się stało?

source: Did the data salvage restore all of their past memories?
pl: Czy proces odzyskiwania danych przywrócił im wszystkie wcześniejsze wspomnienia?

source: Did the humans see this coming? Is that why they made a twin model?<bt_wait> Were they really so clever?<bt_wait> ...Were they really so cruel?<bt_wait> I couldn't have done this by myself. I would have descended into madness. I simply couldn't bear such a burden all alone. </page>
pl: Czy ludzie wiedzieli, że tak się stanie? Czy dlatego stworzyli bliźniacze modele?<bt_wait> Czy naprawdę byli tacy błyskotliwi?<bt_wait> ...naprawdę byli tak okrutni?<bt_wait> Nie byłabym w stanie zrobić tego sama. Pogrążyłabym się w szaleństwie. Nie byłabym w stanie samotnie znieść tego brzemienia. </page>

source: Did the virus infiltrate the Bunker itself?
pl: Czy wirus przeniknął bezpośrednio do Bunkra?

source: Did they manage to get across the sea safely?
pl: Czy udało im się bezpiecznie przekroczyć morze?

source: Did we manage to help?
pl: Czy dałyśmy radę pomóc?

source: Did we...
pl: Czy...

source: Did you at least find what you needed?
pl: Czy przynajmniej znalazłaś to, czego szukałaś?

source: Did you come from the outside?
pl: Przybywasz z zewnątrz?

source: Did you deliver my gift?
pl: Dostarczyliście mój prezent?

source: Did you deliver my letter?
pl: Dostarczyliście mój list?

source: Did you enjoy your time here? Or maybe not?
pl: Dobrze się bawiliście? A może niekoniecznie?

source: Did you feel it?
pl: Czułaś to?

source: Did you feel that?
pl: Czułaś to?

source: Did you find something for me?
pl: Macie coś dla mnie?

source: Did you find the materials? Excellent!
pl: Znalazłaś materiały? Doskonale!

source: Did you find the music box I asked you about?
pl: Znaleźliście tę pozytywkę, o którą prosiłam?

source: Did you get us anything yet?
pl: Masz już coś dla nas?

source: Did you give my gift to Master <SARU_JAN>?
pl: Przekazaliście mój podarek Mistrzowi <SARU_JAN>owi?

source: Did you know you can install plug-in chips to improve your body's performance?
pl: Wiedziałaś, że możesz zainstalować czipy rozszerzeń poprawiające wydajność twojego ciała?

source: Did you learn anything from the factory data?
pl: Dowiedziałeś się czegoś z danych o fabryce?

source: Did you see that machine just now?
pl: Widziałaś tę maszynę?

source: Did you, 2B?
pl: A ty, 2B?

source: Didn't I kill that already?
pl: Czy ja go właściwie już nie zabiłam?

source: Didn't we say that you can't kill us?
pl: Czy nie mówiliśmy, że nie dasz rady nas zniszczyć?

source: Die and become gods!
pl: Śmierć uczyni was Bogami!

source: Die die die!
pl: Giń giń giń!

source: Die!
pl: Giń!

source: Die! Please, die!
pl: Giń! Proszę, giń!

source: Die, Romeo! Thou stupid asshole!
pl: Umieraj, Romeo! Ty głupi dupku!

source: Die, androids!
pl: Gińcie, androidy!

source: Die... Run... Run... Scary...
pl: Zgiń... Uciekaj... Uciekaj... Strasznie...

source: Diediediediediedie!
pl: Gińgińgińgińgińgińgiń!

source: Dietary Goods
pl: Środek na odchudzanie

source: Diff.
pl: Różn.

source: Difficulty
pl: Poziom trudności

source: Digital & E-Commerce Assistant
pl: Asystent ds. handlu elektronicznego i cyfrowego

source: Digital Artist
pl: Artysta cyfrowy

source: Digital Producer - Digital Sales
pl: Producent sprzedaży cyfrowej

source: Digitization and saving complete.
pl: Proces digitalizacji i zapisu zakończony.

source: Diiiieeeeeee!
pl: Giiiiiiń!

source: Direct...? Oh, right!
pl: Bezpośredniego...? Och, racja!

source: Director
pl: Kierownik projektu

source: Director of Creative Services
pl: Dyrektor usług kreatywnych

source: Director of Public Relations
pl: Dyrektor ds. public relations

source: Director, Head of Business & Legal Affairs
pl: Kierownik działu prawnego

source: Director: YOKO TARO
pl: Kierownik projektu: YOKO TARO

source: Dirty Bag
pl: Brudna torba

source: Dirty Dog Tag
pl: Brudny nieśmiertelnik

source: Disable the enemy base's defense systems immediately.
pl: Natychmiast wyłącz systemy obronne bazy wroga.

source: Disable the enemy's defense system.
pl: Zniszcz systemy obronne wroga.

source: Discard
pl: Odrzuć

source: Discard "<ITEM_NAME>" x <ITEM_NUM>?
pl: Odrzucić: „<ITEM_NAME>” x <ITEM_NUM>?

source: Discard Count
pl: Ilość odrzuconych

source: Discard your current progress and return to the title screen?
pl: Porzucić postęp i powrócić do ekranu tytułowego?

source: Discount
pl: Zniżka

source: Dismount
pl: Zejdź

source: Display Icon
pl: Pokaż ikonę

source: Display a sound analysis graph.
pl: Wyświetla wykres analizy dźwięku.

source: Display an icon in areas where you can fish.
pl: Wyświetla ikonę w obszarach w których można łowić ryby.

source: Display an icon in areas where you can save.
pl: Wyświetla ikonę gdy istnieje możliwość zapisu.

source: Display enemies' levels and HP.
pl: Wyświetla poziom i i PŻ wrogów.

source: Display item locations on the mini-map.
pl: Wyświetla położenie przedmiotów na minimapie.

source: Display text showing your current objectives.
pl: Wyświetla tekst z celem aktualnego zadania.

source: Display the EXP gauge and amount of EXP earned.
pl: Wyświetla wskaźnik, oraz ilość zdobywanych PD.

source: Display the mini-map.
pl: Wyświetla minimapę.

source: Display the player's HP gauge.
pl: Wyświetla wskaźnik PŻ gracza.

source: Display the skill gauge. (Shows a Pod program's cooldown time.)
pl: Wyświetla wsk. umiejętności (czas odnowienia prog. poda).

source: Display the text log.
pl: Wyświetla log tekstowy.

source: Display the values of damage dealt and received.
pl: Wyświetla wartości zadawanych i otrzymywanych obrażeń.

source: Displaying data on central wiring hub!
pl: Udostępniam dane o centrum okablowania!

source: Displaying on HUD.
pl: Wyświetlam na HUD-zie.

source: Displaying positions of units A2 and 9S.
pl: Wyświetlanie pozycji jednostek A2 i 9S.

source: Disrupts auditory & visual feed for 30 seconds while generating other random effects.
pl: Zaburza sygnał audio-wizualny przez 30 sekund, generując jednocześnie inne losowe efekty.

source: Distance (Combat)
pl: Odległość (w walce)

source: Distance (Standard)
pl: Odległość (standardowa)

source: Distracted Child Machine
pl: Rozproszona maszyna dziecko

source: Distracted Friend Machine
pl: Maszyna rozproszony przyjaciel

source: Distracted Machine
pl: Rozproszona maszyna

source: Distraught after realizing it was created to be a weapon, the machine lifeform decided it was unneeded and leapt to its death.
pl: Po tym, jak mechaniczna forma życia odkryła, że została stworzona jako broń, zrozpaczona zdecydowała, że jest niepotrzebna. Ta myśl spowodowała, że zdecydowała się wykonać śmiertelny skok.

source: Djibouti
pl: Dżibuti

source: Do as you're told.
pl: Rób co ci każe.

source: Do be careful!
pl: Dobrze. Uważajcie na siebie!

source: Do either of those things exist?
pl: Czy coś takiego w ogóle istnieje?

source: Do it!
pl: No to zrób to!

source: Do it.
pl: No to na co czekasz? Zrób to jak najszybciej.

source: Do let me know if you find another opportunity for us to do business together! Yes yes!
pl: Dajcie mi znać, gdy nadaży się kolejna okazja na współpracę! O tak!

source: Do not avert your eyes from difficulties.
pl: Nie odwracaj wzroku od trudności.

source: Do not destroy the enemy.
pl: Nie próbuj niszczyć wrogiej jednostki.

source: Do not feel bad about it.
pl: Nie przejmuj się tym.

source: Do not let this mission fail.
pl: Nie zawiedź tej misji.

source: Do nothing.
pl: Nic nie rób.

source: Do what needs to be done. On behalf of all those we've lost.
pl: Rób co trzeba zrobić. W imieniu tych wszystkich, których straciliśmy.

source: Do you believe in the dream of connecting the entire world with love?
pl: Czy wierzysz w ideę zjednoczenia całego świata poprzez miłość?

source: Do you believe... I mean, do you even know who this war is FOR at this point?
pl: Uwierzysz... Znaczy, czy w ogóle wiesz O KOGO teraz w ogóle jest ta wojna?

source: Do you blame us for getting together in a place like this?
pl: Winisz nas za to, że zbieramy je razem w takim miejscu?

source: Do you care for this worthless world?
pl: Czy obchodzi cię ten bezwartościowy świat?

source: Do you even know how much trouble you've caused for everyone, young man? ...Well!? Do you!?
pl: Młody... Zdajesz sobie sprawę z tego, ile problemów wszystkim sprawiasz? Co...?! Zdajesz?!

source: Do you happen to know a machine named <SARU_JAN>?
pl: Czy znasz może maszynę zwaną <SARU_JAN>?

source: Do you happen to know where she got it?
pl: Wiesz może, skąd ona go ma?

source: Do you have any idea how worried I was?
pl: Masz w ogóle pojęcie, jak bardzo się martwiłam?

source: Do you have any interest in helping the weak?
pl: Czy chciałbyś pomóc słabszym?

source: Do you have enough recovery items? How are your vital signs? It's critical to deal with injuries right away!
pl: Masz wystarczająco przedmiotów leczących? Jak twoje znaki życiowe? Ważne jest, żeby zajmować się obrażeniami od razu!

source: Do you know anything about a missing YoRHa unit in the area?
pl: Czy posiadasz jakieś informacje o jednostce YoRHa, która zaginęła w tej okolicy?

source: Do you know anything about the aliens?
pl: Wiesz coś o kosmitach?

source: Do you know anything about the machine that was leading the pack?
pl: Wiesz cokolwiek o maszynie, która przewodziła stadu?

source: Do you know where your friend is? Maybe I'll go ask her myself.
pl: A wiesz może, gdzie teraz znajduje się twoja partnerka? Może sam ją zapytam.

source: Do you like heights too? The view from here is incredible!
pl: Też lubisz wysokości? Widok stąd jest niewiarygodny!

source: Do you like this game?
pl: Podoba ci się ta gra?

source: Do you mean our day-to-day existence?
pl: Masz na myśli nasze codzienne życie?

source: Do you need anything?
pl: Potrzebujesz czegoś?

source: Do you need anything? It's dangerous outside, so be on your guard.
pl: Potrzebujesz czegoś? Uważaj na siebie, na zewnątrz jest niebezpiecznie.

source: Do you need some maintenance?
pl: Potrzebujesz jakiejś naprawy?

source: Do you need something? ...No? All right then.
pl: Potrzebujesz czegoś? ...Nie? Dobra.

source: Do you need weapons?
pl: Potrzebujesz broni?

source: Do you now understand why we come here to fight?
pl: Czy teraz rozumiesz, dlaczego przyszliśmy tu walczyć?

source: Do you promise?
pl: Obiecujecie?

source: Do you really need to spell it all out like that?
pl: Czy naprawdę musisz to tak formułować?

source: Do you really think it's a good idea to leave that tank behind?
pl: Naprawdę uważasz, że pozostawienie ten czołgu w jednym kawałku to dobry pomysł?
